[
    {
        "Name": "Smalltown Vineyards The Good Luck Club Cabernet Sauvignon 2020",
        "Description": "The dual facing label on this bottle shows either the Good Luck Club or the Bad Luck Club to denote both the highs and the lows of winemaking, chance and 'the undulations of human existence'. This is a big juicy Aussie Cabernet with lashings of blackcurrant, chocolate and kirsch soaked plums. On the palate it is very easy drinking with ripe sweet tannins, a perfect mid week wine.",
        "Rating": "No Rating",
        "Price": "£16.95"
    },
    {
        "Name": "Biscarelle Chateauneuf Du Pape 2019",
        "Description": "Domaine de la Biscarelle favours the hands-off approach, tending old vines to produce characterful wines with a strong sense of terroir. The 2019 vintage has spicy notes of black pepper and clove alongside a nicely concentrated palate of blackcurrants and cherries. An excellent pairing for game dishes or braised short rib.",
        "Rating": "No Rating",
        "Price": "£34.95"
    },
    {
        "Name": "Mezzogiorno Nero d'Avola 2019",
        "Description": "Sicily is known for its delicious cuisine, beauty and wine, and this wonderful value for money Nero d’Avola is a great example of this. On the nose are notes ripe spicy blackberries and plums with a hint of black pepper and olives. The palate is medium bodied with fruity cherry, plum and mulberry with a delicious sappy finish. Have this with some roasted meats or antipasti.",
        "Rating": "4\n\n\n(1 Review)",
        "Price": "£7.45"
    },
    {
        "Name": "Cabernet Sauvignon 'No es Pituko' Vina Echeverria 2021",
        "Description": "This wine comes from the La Estancia Vineyard in the Curico Valley, No es Pituko is slang for 'it ain't fancy'. No additions, no filtration and all wild yeasts make this a natural wine with a hands off approach to winemaking. This is a simple wine with a hint of funk but a lot of blackcurrant and crushed red berries and a lot of fresh crunchy fruit on the finish.",
        "Rating": "No Rating",
        "Price": "£12.25"
    },
    {
        "Name": "La Giaretta Amarone Valpolicella Classico 2017",
        "Description": "Cantina La Giaretta's Amarone della Valpolicella Classico 2017 is a classic example of this Venetian wine. Made from grapes which are dried outdoors to concentrate the flavour, this has intense cherry notes and will match well with beef and mature cheese.",
        "Rating": "No Rating",
        "Price": "£34.95"
    },
    {
        "Name": "Rioja Reserva Bodega Akutain 2015",
        "Description": "A rich and fruity 2015 vintage Reserva Rioja from Bodega Akutain, matured in oak casks for at least 17 months, as well as maturing in bottle for a further 12 months. The palate offers notes of red berries, tart plums, pipe tobacco and blackcurrant leaves.",
        "Rating": "No Rating",
        "Price": "£24.95"
    },
    {
        "Name": "Chateau Micalet 2018\nHaut Medoc",
        "Description": "A fruity, herbal wine from Chateau Micalet, the 2018 vintage Haut Medoc is made with a combination of Cabernet Sauvignon, Merlot and Petit Verdot grapes. The palate offers notes of ripe plums, garden herbs and tart blackberries, and pairs well with roast beef or creamy mushroom pasta.",
        "Rating": "No Rating",
        "Price": "£22.95"
    },
    {
        "Name": "Odfjell Armador Carmenere 2019",
        "Description": "A fruity Chilean red wine from Odfjell, made with Carmenere grapes, this 2019 vintage offers a medley of blackberry, dark chocolate and savoury, meaty aromas on the nose. The palate offers notes of dark fruits, coffee and liquorice.",
        "Rating": "No Rating",
        "Price": "£12.45"
    },
    {
        "Name": "Ortonese Sangiovese Merlot 2021",
        "Description": "Caldora winery is located in the coastal town of Ortona in Abruzzo southern Italy. This great value for money Merlot Sangiovese blend is the perfect pairing with Antipasta with its spicy perfumed fruit; red cherry, liquorice, jammy raspberry and a hint of wild flowers. The palate is soft and supple with juicy spicy fruit, plums and rosemary.",
        "Rating": "No Rating",
        "Price": "£8.95"
    },
    {
        "Name": "Lionheart of the Barossa Shiraz 2019\nDandelion Vineyards",
        "Description": "The fruit for this wine comes from the Lionheart vineyards with vines that are over 100-years-old and that have a huge concentration. This is Barossa 101 with big ripe fruit flavours that include cassis, plums and a touch of menthol with a subtle tannin grip that gives the wine structure. This wine is perfect for roast beef or duck.",
        "Rating": "No Rating",
        "Price": "£13.95"
    },
    {
        "Name": "Altanza Rioja Crianza 2018",
        "Description": "A classic red Rioja from Altanza. This has enticing notes of blackberries, blackcurrants with a herbaceous backbone. Enjoy this with richer meats, such as lamb or game.",
        "Rating": "No Rating",
        "Price": "£14.25"
    },
    {
        "Name": "Chateau la Grave Figeac St Emilion Grand Cru 2016\nMagnum",
        "Description": "The 2016 Chateau la Grave Figeac St Emilion Grand Cru, this wine is made with a blend of 65% Merlot and 35% Cabernet-Franc grapes. The palate is fruity and robust, with notes of plums, black cherries, raspberries, violets and cassis that pair well with duck confit, mushroom risotto or roasted lamb.",
        "Rating": "No Rating",
        "Price": "£79.95"
    },
    {
        "Name": "The Chocolate Block 2020\nBoekenhoutskloof",
        "Description": "A blend of Syrah, Viognier, Grenache, Cinsault and Cabernet Sauvignon that's found fame across the world, The Chocolate Block is a rich, fruity red wine with notes of creamy dark chocolate.",
        "Rating": "No Rating",
        "Price": "£22.75"
    },
    {
        "Name": "Vino Lauria Frappato 2020",
        "Description": "Vito Lauria, whilst working in a local winery, spent his spare time renovating the family winery which he now runs full time. All wines are the farmed organically and he focused on Sicily’s noble local varieties Frappato is one of those varieties. A really delicious varietal that produces light fruity wines. Strawberry compote and raspberry whips jump out of the glass as soon as the wine is poured. The palate is vibrant with raspberry jam, black tea, fresh strawberry and crunchy cranberry. Chill this down slightly and serve instead of a Beaujolais or Pinot Noir.",
        "Rating": "No Rating",
        "Price": "£14.95"
    },
    {
        "Name": "Le Champ d'Orphee 2018 IGP Cotes du Tarn",
        "Description": "A fruity, rich red wine that is made with Fer Servadou grapes, an obscure variety grown on the two hectare Domaine in the southwest of France. The palate offers notes of blackberries, figs, raspberries and tobacco leaves that linger in the finish alongside clean minerals.",
        "Rating": "No Rating",
        "Price": "£24.95"
    },
    {
        "Name": "Lalande de Pomerol Marius Bielle 2016",
        "Description": "This 100% Merlot is aged in Amphorae, meaning it doesn’t see any contact with oak, and uses very low sulphur. The wines have an incredibly vivacity to them with notes of cedar wood, red hedgerow fruits, plums and a hint of coconut. The palate is juicy and ripe with mellow tannins cherry and rosemary. A wine that works very well with lighter meat dishes.",
        "Rating": "No Rating",
        "Price": "£35.95"
    },
    {
        "Name": "Marco Curto Barolo La Foia 2016",
        "Description": "The 2016-vintage Marco Curto Barolo La Foia is a rich, bold wine made in La Morra, Italy, using Nebbiolo grapes. Inviting notes of rose petals, tobacco leaves, oak spice, black cherries, leather and earthy mushrooms fill the palate and linger in the finish.",
        "Rating": "No Rating",
        "Price": "£39.95"
    },
    {
        "Name": "Le Petite Syrah Domaine Mas Montel 2020",
        "Description": "From the Gard region in the north east of the Languedoc between Montpellier and Nime these vines although not certified organic are all farmed in this method. This Petite Syrah is medium to full bodied with blackcurrant and blackberry fruit, wild herbs are evident behind the fruit and the finish has a note of black pepper. Try this wine with a rich stew or meat based pasta.",
        "Rating": "No Rating",
        "Price": "£9.75"
    },
    {
        "Name": "Larry Cherubino Pinot Noir 'Ad Hoc Cruel Mistress' 2020",
        "Description": "Larry Cherubino is one of Australia’s producers who has adopted a hands-off approach to wine making. Cruel Mistress is a natural wine, made in small batches from hand-harvested grapes. It offers aromas of deep red cherries, raspberry with a touch of smoky oak. The palate is juicy and fresh with plenty of fruit and notes of black tea.",
        "Rating": "No Rating",
        "Price": "£15.95"
    },
    {
        "Name": "Altos Las Hormigas Malbec Terroir 2018\nUco Valley",
        "Description": "Altos Las Hormigas Malbec Terroir is made from grapes grown in the Uco Valley. This has notes of cherry, plum, fig and violet. This will be an excellent match for beef.",
        "Rating": "No Rating",
        "Price": "£16.95"
    },
    {
        "Name": "Wild & Wilder The Exhibitionist Merlot 2019",
        "Description": "A suitably striking label for this bold, big-hearted red wine made with mostly Merlot and a little Shiraz, Grenache and Cabernet Sauvignon. Expect ripe notes of damson and plum, a touch of oak and a smooth finish. The Barossa Valley in Australia is more known for its Shiraz, but this bottle is a fine example of how Merlot can shine Down Under.",
        "Rating": "No Rating",
        "Price": "£10.95"
    },
    {
        "Name": "Mezzogiorno Nero d'Avola 2020",
        "Description": "Sicily is known for its delicious cuisine, beauty and wine, and this wonderful value for money Nero d’Avola is a great example of this. On the nose are notes ripe spicy blackberries and plums with a hint of black pepper and olives. The palate is medium bodied with fruity cherry, plum and mulberry with a delicious sappy finish. Have this with some roasted meats or antipasti.",
        "Rating": "No Rating",
        "Price": "£8.25"
    },
    {
        "Name": "Dolcetto d'Alba Roussot 2021\nRinaldi",
        "Description": "A fruity, flower red wine from Francesco Rinaldi, Dolcetto d'Alba Roussot 2021 offers notes of plums, raspberries, blackberries, honeysuckle, violet and almonds on the palate.",
        "Rating": "No Rating",
        "Price": "£15.95"
    },
    {
        "Name": "Morgon Kewin Descombes 2020",
        "Description": "Kewin Descombes is one of the new lights of Beaujolais from the famous Descombes winemaking family. He works organically, and the results from these old vines are stunning. The nose is intense, with lots of black cherry, raspberry, a hint of liquorice and autumn leaves. The palate is full of bright fruit, a hint of Earl Grey tea and subtle spices. This is a serious Beaujolais.",
        "Rating": "No Rating",
        "Price": "£26.95"
    }
]